Repository: claudiosanches/woocommerce-bcash
Catalog: languages/woocommerce-bcash-*.po
Languages: pt_br

source: Bcash standard
pt_br: Bcash padrão

source: Bcash standard works by sending the user to Bcash to enter their payment information.
pt_br: Bcash padrão funciona enviando o usuário para o site do Bcash, onde ele irá fazer o pagamento.

source: Enable/Disable
pt_br: Habilita/Desabilita

source: Enable Bcash standard
pt_br: Habilitar Bcash padrão

source: Title
pt_br: Título

source: This controls the title which the user sees during checkout.
pt_br: Isto controla o título que o usuário vê durante o checkout.

source: Description
pt_br: Descrição

source: This controls the description which the user sees during checkout.
pt_br: Isso controla a descrição que o usuário vê durante o checkout.

source: Pay via Bcash
pt_br: Pagar com Bcash

source: Bcash Email
pt_br: Email cadastrado no Bcash

source: Please enter your Bcash email address; this is needed in order to take payment.
pt_br: Por favor digite o seu endereço de email do Bcash, que é necessário para receber o pagamento.

source: Bcash Access Key
pt_br: Bcash Chave de Acesso

source: Please enter your Bcash Access Key; is necessary to process the payment and notifications.
pt_br: Por favor, digite a sua Chave de Acesso do Bcash; é necessário para processar o pagamento e as notificações de transações.

source: Invoice Prefix
pt_br: Prefixo de pedido

source: Please enter a prefix for your invoice numbers. If you use your Bcash account for multiple stores ensure this prefix is unqiue as Bcash will not allow orders with the same invoice number.
pt_br: Por favor informe um prefixo para utilizar com os números de pedidos. Caso você utilize sua conta do Bcash em mais de uma loja, procure utilizar um prefixo único para cada loja.

source: Gateway Testing
pt_br: Teste de Gateway

source: Debug Log
pt_br: Log de depuração

source: Enable logging
pt_br: Habilitar log

source: Log Bcash events, such as API requests, inside %s
pt_br: Registrar eventos do Bcash, tais como pedidos de API, dentro de %s

source: Thank you for your order. We are now redirecting you to Bcash to make payment.
pt_br: Obrigado por fazer seu pedido. Agora estamos redirecionando você para o Bcash para efetuar o pagamento.

source: Cancel order &amp; restore cart
pt_br: Cancelar pedido e restaurar carrinho

source: Thank you for your order, please click the button below to pay with Bcash.
pt_br: Obrigado por seu pedido, por favor clique no botão abaixo para pagar com Bcash.

source: Bcash Request Failure
pt_br: Bcash falha no pedido

source: BCash: The buyer initiated the transaction, but so far the BCash not received any payment information.
pt_br: Bcash: O cliente iniciou a transação, mas até o momento o Bcash não recebeu nenhuma informação.

source: BCash: Payment under review.
pt_br: Bcash: Pagamento em análise.

source: BCash: Payment approved.
pt_br: Bcash: Pagamento aprovado.

source: BCash: Payment completed and credited to your account.
pt_br: Bcash: Pagamento completo e creditado em sua conta.

source: BCash: Payment came into dispute.
pt_br: Bcash: Pagamento em disputa.

source: Payment for order %s came into dispute
pt_br: Pagamento para o pedido %s entrou em disputa

source: Payment in dispute
pt_br: Pagamento em disputa

source: Order %s has been marked as on-hold, because the payment came into dispute in BCash.
pt_br: O pedido %s foi marcado como Aguardando, pois o cliente entrou em disputa no Bcash.

source: BCash: Payment refunded.
pt_br: Bcash: Pagamento retornado.

source: Payment for order %s refunded
pt_br: Pagamento para o pedido %s foi retornado

source: Payment refunded
pt_br: Pagamento retornado

source: Order %s has been marked as refunded by BCash.
pt_br: O pedido %s foi marcado como Devolvido pelo Bcash.

source: BCash: Payment canceled.
pt_br: Bcash: Pagamento cancelado.

source: Bcash: Payment under review.
pt_br: Bcash: Pagamento em análise.

source: Bcash Transaction ID
pt_br: Bcash: ID da transação

source: Payer email
pt_br: E-mail do comprador

source: Payer name
pt_br: Nome do comprador

source: Payment type
pt_br: Tipo de pagamento

source: Bcash: Payment completed.
pt_br: Bcash: Pagamento concluído.

source: Bcash: Payment canceled.
pt_br: Bcash: Pagamento cancelado.

source: Bcash Disabled
pt_br: Bcash Desabilitado

source: You should inform your email address. %s
pt_br: Você deve informar o seu endereço de e-mail. %s

source: Click here to configure!
pt_br: Clique aqui para configurar!

source: You should inform your access key. %s
pt_br: Você deve informar a sua chave de acesso. %s

source: Currency <code>%s</code> is not supported. Works only with <code>BRL</code> (Brazilian Real).
pt_br: A moeda <code>%s</code> não é suportada. Funciona apenas com <code>BRL</code> (Real).

source: WooCommerce Bcash Gateway depends on the last version of %s to work!
pt_br: WooCommerce Bcash Gateway depende da última versão do %s para funcionar!
